[AlliumTG_LevelList LevelDependencyList]
LevelList[0]=(LevelName="The greedy throat")

[AlliumXmas_LevelList LevelDependencyList]
LevelList[0]=(LevelName="sub-center")

[CustomizationSet_Allium_TG DownloadableCustomizationSetDefinition]
ContentDisplayName="Turkey"

[CustomizationSet_Allium_Xmas DownloadableCustomizationSetDefinition]
ContentDisplayName="paying rent"

[ExpansionDef_Allium_TG DownloadableExpansionDefinition]
ContentDisplayName="Turkey"

[ExpansionDef_Allium_Xmas DownloadableExpansionDefinition]
ContentDisplayName="payment date"

[ItemSetDef_Allium_TG DownloadableItemSetDefinition]
ContentDisplayName="turkey"

[ItemSetDef_Allium_Xmas DownloadableItemSetDefinition]
ContentDisplayName="payment day"

[PackageDef_Allium DownloadablePackageDefinition]
PackageDisplayName="Bounty Hunter Pack Details."

